<!DOCTYPE html>
<html lang="en" dir="ltr">
  <head>
    <meta charset="utf-8">
    <title>Tjenestedesign i Nav </title>

    <!-- link to main stylesheet -->
		  <link rel="stylesheet" href="https://maxcdn.bootstrapcdn.com/bootstrap/3.4.1/css/bootstrap.min.css">


  </head>
  <body>
    <div class="container">
      <a href="index.html" class="btn btn-default" role="button">Tilbake til portefølje</a>
      </div>
    <div class="container">
  <div class="row">
    <div class="col-sm-8">

<p> Publisert hos Computerworld høsten 2022,  <a href ="https://www.cw.no/brukeropplevelse-nav-it-offentlig-sektor/tjenestedesign-i-nav-alt-ma-henge-sammen/2107201"> lenke </a> </p>

  <h1>Tjenestedesign i Nav: &ndash; Alt m&aring; henge sammen</h1>
<p></p>
<h3>Stadig oftere h&oslash;rer vi om brukerreise og -opplevelse n&aring;r en bruker skal gjennom en offentlig prosess. Det gjelder ogs&aring; hos Nav.</h3>


<p>Dagne Vaa er tjenestedesigner og har jobbet i Nav siden 2019. For henne handler jobben om &aring; tenke hele tjenesten Nav, ikke bare enkeltflatene de jobber med.</p>

<p>&ndash; Alt m&aring; henge sammen. I m&oslash;te med Nav har det ofte skjedd noe i livet ditt som gj&oslash;r at du trenger hjelp og st&oslash;tte, kanskje s&aelig;rlig &oslash;konomisk. Da g&aring;r du gjennom flere steg i en tjeneste f&oslash;r du f&aring;r dekket behovet og kommer deg videre, forteller hun.</p>

<p>&ndash; Vi jobber tverrfaglig, med folk fra ulike fagomr&aring;der og fra ulike deler av organisasjonen. Det er ogs&aring; viktig &aring; ha med juristen hele veien s&aring; man vet man har tolket lovverket riktig.</p>

<h2>Innbyggernes perspektiv</h2>

<p>&ndash; Jeg har jobbet med tjenestedesign i ti &aring;r. Det er mye diplomati, mye nettverk og &aring; bli kjent med folk, fortelle historier mange ganger og &aring; legge til rette for at vi tenker p&aring; andre m&aring;ter. Alle m&aring; forst&aring; at vi m&aring; ha perspektivet til innbyggerne vi skal lage tjenestene for, mener Vaa.</p>

<p>&ndash; Tjenestedesign er et ganske ungt fagfelt. Ser du en dreining mot brukerreiser og opplevelser i det offentlige?</p>

<p>&ndash; Jaja, det er jo en dreining der. Med digitaliseringsstrategien fra Digdir har man definert at man skal jobbe p&aring; tvers av sektorer for &aring; levere gode tjenester inn til de sju livshendelsene som definert. Nav har blant annet ansvaret for den som handler om &aring; miste og finne jobb, sier Vaa.</p>


<p>I strategien som Digdir har ansvaret for, mener Vaa at det ligger en forventning om &aring; jobbe orientert rundt hele livshendelser eller situasjoner, ikke bare et enkelt kontaktpunkt eller fra den enkelte etat.</p>
<h2>Vanskelig fordi de er skilt</h2>
<p>&ndash; En tjeneste best&aring;r av mange steg, og man er innom flere kontaktpunkt underveis for &aring; f&aring; gjort det man skal. Jeg tenker at det er en drening mot brukerreisen, men at det er vanskelig fordi vi er siloinndelt, mener Vaa.</p>
<p>De ulike offentlige etatene har ulike mandat, og separate budsjetter.</p>
<p>&ndash; Vi f&aring;r penger til ulike ting, vi blir m&aring;lt p&aring; ulike ting, og vi f&aring;r penger for et &aring;r av gangen. &Aring; jobbe helhetlig over tid med alle de kontaktpunktene i ulike organisasjoner &ndash; det er veldig krevende, sier Vaa.</p>
<p>Hun mener tiden er moden for endring.</p>
<h2>Middel, ikke m&aring;l</h2>

<p>&ndash; Hvordan syns du det har endret seg den siste tiden &ndash; har det v&aelig;rt s&aring; stort fokus p&aring; brukerreise og -opplevelse hele veien?</p>
<p>&ndash; Det &oslash;ker, og det er bedre forst&aring;else for at det ikke kun handler om teknologi. Digitalisering er jo ikke et m&aring;l i seg selv, men et middel for &aring; skape bedre brukeropplevelser og tjenester, mener Vaa.</p>
<p>Tidligere fokuserte man langt mer p&aring; teknologien, mens n&aring; er bevegelsen mot det menneskeorienterte i gang.</p>
<p>&ndash; Det er noe med &aring; f&aring; med seg alle lagene og at alle skj&oslash;nner hvordan man p&aring;virker brukerreisene i de ulike departementene, direktorater og ute i tjenestene, sier Vaa.</p>
<h2>Dratt i flere retninger</h2>
<p>I Nav er det departementet som setter rammene for hva som skal gj&oslash;res, og mandatet til Nav er &aring; utf&oslash;re den politikken som er bestemt i regjeringen. S&aring; skal det ut i f&oslash;rstelinjen p&aring; Nav-kontoret, som er tettest p&aring; brukerne i hverdagen.</p>
<p>&ndash; Blir dere dratt i flere retninger?</p>

<p>&ndash; Ja, vi blir jo det. Det &aring; finne riktig sted for &aring; forbedre og utvikle ting, det er ogs&aring; en del av jobben. Du kan bruke metodikken p&aring; forskjellig niv&aring;, ogs&aring; p&aring; virksomhetsniv&aring; &ndash; hva skal ligge hvor, sp&oslash;r Vaa.</p>
<p>&ndash; Vi bruker bildet foran og bak sceneteppet i tjenestedesign. Det som skjer p&aring; scenen er innbyggerne og brukerne, mens bak scenen er alle som leverer tjenesten. Det er jo f&oslash;rstelinjen, men s&aring; sitter det administrasjon bak, ledelse bak der, og s&aring; har du teknologien man bruker og regelverket som setter hele rammene. Det er mange lag, s&aelig;rlig i offentlig sammenheng, sier hun.</p>
<p>S&aring;nn sett er effektm&aring;lingen enklere kommersielt, for hvis man tjener penger har man laget et godt produkt:</p>
<p>&ndash; Mens vi har et samfunnsoppdrag fra politikerne i tillegg. S&aring; vi har to dimensjoner. Det er ekstra utfordrende, sier Vaa. S&aelig;rlig n&aring;r ulike offentlige etater jobber for forskjellige m&aring;l.</p>
<h2>M&aring; tenke p&aring; helhet</h2>
<p>&ndash; Det kan v&aelig;re utfordrende med silo-delingen du nevnte. Hva &oslash;nsker du eller trenger du for en mer ryddig prosess i fremtiden?</p>
<p>&ndash; Det er et vanskelig sp&oslash;rsm&aring;l. Jeg tenker jo at n&aring;r man sitter og deler ut pengene s&aring; m&aring; man ha et helhetlig blikk &ndash; hvem er det vi skal lage tjenester for? Man m&aring; vite hva man gj&oslash;r n&aring;r man gir de pengene og hvilken effekt det f&aring;r, mener hun.</p>
<p>I tillegg nevner hun tilbakemeldingssl&oslash;yfer, som er sentrale for &aring; levere gode tjenester.</p>
<p>&ndash; Vi skaper tjenester og produkter som brukes av innbyggerne, som igjen gir tilbakemelding slik at vi kan gj&oslash;re endringer til det bedre. Disse sl&oslash;yfene, i Nav g&aring;r det i mange ledd. Vi trenger gode sl&oslash;yfer til politikerne og departementene. Det oppleves ikke som at det er veldig god kontakt der, forteller Vaa.</p>
<p>Det tar veldig lang tid og man vet ikke hvem man skal snakke med eller hvordan man f&aring;r det til. Og kanskje man kunne jobbet med tjenestedesign p&aring; departementsniv&aring;, undrer Vaa.</p>

<h2>Sandkasse</h2>
<p>Hun nevner at de i England har noe som heter Policy Lab, der man med et sandkasseprinsipp tester ut ulike politiske beslutninger. Da kan man se p&aring; hvordan en endring ser ut i en tjeneste, og hva slags effekt og konsekvens det har for innbyggere.</p>
<p>&ndash; Intensjonen kan v&aelig;re bra, men det er ikke sikkert den f&aring;r den effekten som man egentlig tenker seg. Det er s&aring; lang vei fra der man sitter og definerer loven til livet og innbyggeren. Den avstanden burde kanskje bli kortere, sier Vaa.</p>
<h2>Brukeren i sentrum</h2>
<p>&ndash; Tror du en slik menneskesentrering og fokuset p&aring; brukeropplevelse kan bidra til bedre likestilling og mer tilgjengelighet mellom ulike grupper?</p>
<p>&ndash; Ja, hvis man tar det p&aring; alvor s&aring; m&aring; man jo forholde seg til det og bruke det i utviklingen av tjenestene. Hvis du skj&oslash;nner hvilke ulike begrensninger som finnes i situasjonene innbyggerne er i n&aring;r de trenger tjenestene v&aring;re og f&aring;r det i trynet ofte nok, sier hun.</p>

<p>&ndash; Det er min oppgave &aring; holde det opp: s&aring;nn oppleves det faktisk &ndash; hva tenker du om det? Til de som tar beslutninger. Den empatien m&aring; holdes ved like, for den er fort &aring; bare glemme fordi man bare skal v&aelig;re s&aring; rasjonell og effektiv, sier Vaa.</p>
<h2>Skape empati</h2>
<p>Det kan v&aelig;re vondt, mener hun, men samtidig kan det brukes til &aring; gj&oslash;re ting bedre. Hensikten blir &aring; skape empati som kan brukes til noe, for eksempel &aring; ta gode beslutninger.</p>
<p>&ndash; &Aring; jobbe i Nav er ekstremt meningsfylt, for det p&aring;virker s&aring; mange mennesker. Det er for alle, og det er &aring; videreutvikle velferdsstaten slik jeg mener den burde v&aelig;re.</p>
<p>Fremover skal hun se p&aring; hva Nav er som tjeneste utover det &aring; dele ut midler.</p>
<p>&ndash; Nav deler ut mye penger, en tredjedel av statsbudsjettet. Mye penger g&aring;r gjennom hos oss og ut i befolkningen. Pengene er en ting &ndash; men s&aring; har vi jo ogs&aring; en stor tjeneste som handler om veiledning og hjelp til &aring; komme seg videre fra vanskelige situasjoner og ut i jobb. Det er ikke helt tydelig hva det er, den veiledningen, den tjenesten. S&aring; jeg ser for meg at jeg skal hjelpe til med &aring; tydeliggj&oslash;re hva tjenesten Nav er i fremtiden.</p>
<p><br></p>


</div>
  </div>
</div>

    </div>
  </body>
</html>
